11/data/attachments/34ba1f4042cd4952.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kimberly_gas_Actions_23528_3</nif:username>
            <nif:friendToBeRequested>soap_actions_14d1f2c5-7fb6-4d2a-ac48-035caae96caa</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>